Repository: RedTurtle/collective.fbshare
Catalog: collective/fbshare/locales/*/LC_MESSAGES/collective.fbshare.po
Languages: it

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche salvate

source: Custom image (select one below)
it: Immagine personalizzata (forniscila sotto)

source: Custom image for Open Graph sharing
it: Immagine personalizzata per condivisione Open Graph

source: Default site image to share
it: Immagine predefinita del sito per condivisione

source: Edit cancelled
it: Modifiche annullate

source: Open Graph sharing settings
it: Configurazioni delle condivisioni Open Graph

source: Provide some additional Open Graph meta tag to your Plone site, so share items on Facebook will be simpler
it: Fornisce qualche meta tag addizionale in formato Open Graph, così la condivisione in Facebook risulterà più semplice

source: Save
it: Salva

source: Use site logo
it: Usa il logo del sito

source: help_default_image
it: Le immagini per Facebook devono essere almeno 50px per 50px (anche se sarebbe preferibile 200px per 200px) ed avere un rapporto di 3:1. Sono supportati i formati PNG, JPEG and GIF.

source: help_fbsharing_settings_editform
it: Gestione di importazioni generali per la configurazione di Open Graph

source: help_image_to_share
it: Puoi scegliere se fornire un'immagine personalizzata o usate il logo del sito. Se scegli un'immagine personalizzata senza fornirla, non verrà fornito nessun meta tag og:image.
